[
  "A low Earth orbit (LEO) typically ranges from 160 km to 2,000 km above Earth.",
  "The International Space Station orbits Earth between ~330 km and ~420 km, circling the planet about every 90 minutes.",
  "SpaceX’s Falcon 9 first stage can land propulsively for reuse — try staging and landing in-game!",
  "The Kármán line, at 100 km altitude, is commonly used to define the edge of space.",
  "Geostationary orbit sits about 35,786 km above Earth’s equator — same speed and direction as Earth’s rotation.",
  "Satellites need about 7.8 km/s for a stable LEO around Earth; our tiny planet in-game needs much less.",
  "The Apollo missions used Saturn V, still the most powerful rocket ever successfully flown.",
  "Atmospheric density drops exponentially with altitude; most of the air is within ~20 km of the surface.",
  "Orbital velocity decreases with altitude because gravity weakens with distance.",
  "A Hohmann transfer is one of the most efficient ways to move between circular orbits.",
  "Gravity turns reduce steering losses by letting thrust and gravity bend the trajectory naturally.",
  "Thrust-to-weight ratio (TWR) > 1 is needed to lift off; higher TWR means faster climb but more drag losses.",
  "Pitching east on launch takes advantage of Earth’s rotation, saving a bit of delta‑V.",
  "Circularization burns are done at apoapsis (to raise periapsis) or at periapsis (to raise apoapsis).",
  "Delta‑V is a budget of how much you can change your velocity; staging increases delta‑V by shedding dry mass.",
  "Prograde burns raise the opposite side of your orbit; retrograde burns lower it.",
  "Inclination changes are cheapest at high altitude where orbital velocity is lower.",
  "Reentry heating scales strongly with speed and density — lower and slower helps.",
  "In vacuum, thrust doesn’t need air to push against; it pushes against the exhaust mass itself (Newton’s third law).",
  "Two‑body orbits are conic sections: circles, ellipses, parabolas, and hyperbolas.",
  "Small course corrections early can save a lot of fuel compared to large late corrections.",
  "A retrograde burn at periapsis lowers apoapsis most efficiently (and vice versa).",
  "Docking requires matching not just position, but also velocity (and often plane/inclination)."
]
